Repository: giellalt/corpus-fin
Catalog: tmx/sms/admin/sd/www.samediggi.fi/puheenjohtajiston_katsaus_saamelaiskarajien_kokouksessa_22_6_2021.html.tmx
Source language: fin
Languages: sms

source: Saamelaiskäräjät onkin aktiivisesti edistänyt asiaa ympäristöministeriön kautta ja myös muutoin tukenut hanketta.
sms: Sääʹmteʹǧǧ lij aktiivlânji oouʹdääm ääʹšš pirrõsministeria pääiʹǩ da še muđoi staanâm haʹŋǩǩõõzz.

source: Päätös suojella 700 hehtaaria vanhaa ikimetsää tehtiin kesäkuussa, ja Saamelaiskäräjät on erittäin tyytyväinen päätökseen .
sms: Tuʹmmstõk sueʹjjeed 700 hehtaarâd vuäʹmm jânnamâkksaidmieʹccid raʹjje ǩieʹssmannust, da Sääʹmteʹǧǧ lij samai toođvaž tuʹmmstõʹǩǩe.

source: Puheenjohtaja Tuomas Aslak Juuso tuomas.juuso(at)samediggi.fi 040 687 3394 / 010 839 3101
sms: Saaǥǥjååʹđteei Tuomas Aslak Juuso tuomas.juuso(at)samediggi.fi 040 687 3394 / 010 839 3101

source: I varapuheenjohtaja Anni Koivisto anni.koivisto(at)samediggi.fi 040 415 5969
sms: I väärrsaaǥǥjååʹđteei Anni Koivisto anni.koivisto(at)samediggi.fi 040 415 5969

source: II varapuheenjohtaja Leo Aikio leo.aikio(at)samediggi.fi 040 621 6505 / 010 839 3180
sms: II väärrsaaǥǥjååʹđteei Leo Aikio leo.aikio(at)samediggi.fi 040 621 6505 / 010 839 3180
